[
  {
    "id": 0,
    "Book": "Harry Potter and the Philosopher’s Stone (Harry Potter, #1)",
    "Author": "J.K. Rowling",
    "Description": "Harry Potter thinks he is an ordinary boy - until he is rescued by an owl, taken to Hogwarts School of Witchcraft and Wizardry, learns to play Quidditch and does battle in a deadly duel. The Reason ... HARRY POTTER IS A WIZARD!",
    "Genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Magic",
      "Childrens",
      "Middle Grade",
      "Classics"
    ],
    "Avg_Rating": 4.47,
    "Num_Ratings": 9278135,
    "URL": "https://www.goodreads.com/book/show/72193.Harry_Potter_and_the_Philosopher_s_Stone"
  },
  {
    "id": 1,
    "Book": "The Hunger Games (The Hunger Games, #1)",
    "Author": "Suzanne Collins",
    "Description": "Could you survive on your own in the wild, with every one out to make sure you don't live to see the morning?In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by twelve outlying districts. The Capitol is harsh and cruel and keeps the districts in line by forcing them all to send one boy and one girl between the ages of twelve and eighteen to participate in the annual Hunger Games, a fight to the death on live TV.Sixteen-year-old Katniss Everdeen, who lives alone with her mother and younger sister, regards it as a death sentence when she steps forward to take her sister's place in the Games. But Katniss has been close to dead before—and survival, for her, is second nature. Without really meaning to, she becomes a contender. But if she is to win, she will have to start making choices that weight survival against humanity and life against love.",
    "Genres": [
      "Young Adult",
      "Fiction",
      "Dystopia",
      "Fantasy",
      "Science Fiction",
      "Romance",
      "Adventure"
    ],
    "Avg_Rating": 4.33,
    "Num_Ratings": 7963002,
    "URL": "https://www.goodreads.com/book/show/2767052-the-hunger-games"
  },
  {
    "id": 2,
    "Book": "To Kill a Mockingbird",
    "Author": "Harper Lee",
    "Description": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. \"To Kill A Mockingbird\" became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.Compassionate, dramatic, and deeply moving, \"To Kill A Mockingbird\" takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature.",
    "Genres": [
      "Classics",
      "Fiction",
      "Historical Fiction",
      "School",
      "Literature",
      "Young Adult",
      "Historical"
    ],
    "Avg_Rating": 4.27,
    "Num_Ratings": 5691311,
    "URL": "https://www.goodreads.com/book/show/2657.To_Kill_a_Mockingbird"
  },
  {
    "id": 3,
    "Book": "The Great Gatsby",
    "Author": "F. Scott Fitzgerald",
    "Description": "Alternate Cover Edition ISBN: 0743273567 (ISBN13: 9780743273565)The Great Gatsby, F. Scott Fitzgerald's third book, stands as the supreme achievement of his career. This exemplary novel of the Jazz Age has been acclaimed by generations of readers. The story of the fabulously wealthy Jay Gatsby and his love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when The New York Times noted \"gin was the national drink and sex the national obsession,\" it is an exquisitely crafted tale of America in the 1920s.The Great Gatsby is one of the great classics of twentieth-century literature.(from the back cover)",
    "Genres": [
      "Classics",
      "Fiction",
      "School",
      "Historical Fiction",
      "Literature",
      "Romance",
      "Novels"
    ],
    "Avg_Rating": 3.93,
    "Num_Ratings": 4839642,
    "URL": "https://www.goodreads.com/book/show/4671.The_Great_Gatsby"
  },
  {
    "id": 4,
    "Book": "1984",
    "Author": "George Orwell",
    "Description": "The new novel by George Orwell is the major work towards which all his previous writing has pointed. Critics have hailed it as his \"most solid, most brilliant\" work. Though the story of Nineteen Eighty-Four takes place thirty-five years hence, it is in every sense timely. The scene is London, where there has been no new housing since 1950 and where the city-wide slums are called Victory Mansions. Science has abandoned Man for the State. As every citizen knows only too well, war is peace.To Winston Smith, a young man who works in the Ministry of Truth (Minitru for short), come two people who transform this life completely. One is Julia, whom he meets after she hands him a slip reading, \"I love you.\" The other is O'Brien, who tells him, \"We shall meet in the place where there is no darkness.\" The way in which Winston is betrayed by the one and, against his own desires and instincts, ultimately betrays the other, makes a story of mounting drama and suspense.Alternate cover edition can be found here.",
    "Genres": [
      "Classics",
      "Fiction",
      "Science Fiction",
      "Dystopia",
      "Literature",
      "Novels",
      "Politics"
    ],
    "Avg_Rating": 4.19,
    "Num_Ratings": 4201429,
    "URL": "https://www.goodreads.com/book/show/61439040-1984"
  },
  {
    "id": 5,
    "Book": "Pride and Prejudice",
    "Author": "Jane Austen",
    "Description": "Since its immediate success in 1813, Pride and Prejudice has remained one of the most popular novels in the English language. Jane Austen called this brilliant work \"her own darling child\" and its vivacious heroine, Elizabeth Bennet, \"as delightful a creature as ever appeared in print.\" The romantic clash between the opinionated Elizabeth and her proud beau, Mr. Darcy, is a splendid performance of civilized sparring. And Jane Austen's radiant wit sparkles as her characters dance a delicate quadrille of flirtation and intrigue, making this book the most superb comedy of manners of Regency England.Alternate cover edition of ISBN 9780679783268",
    "Genres": [
      "Classics",
      "Fiction",
      "Romance",
      "Historical Fiction",
      "Literature",
      "Historical",
      "Audiobook"
    ],
    "Avg_Rating": 4.28,
    "Num_Ratings": 3944155,
    "URL": "https://www.goodreads.com/book/show/1885.Pride_and_Prejudice"
  },
  {
    "id": 6,
    "Book": "Harry Potter and the Prisoner of Azkaban (Harry Potter, #3)",
    "Author": "J.K. Rowling",
    "Description": "Harry Potter, along with his best friends, Ron and Hermione, is about to start his third year at Hogwarts School of Witchcraft and Wizardry. Harry can't wait to get back to school after the summer holidays. (Who wouldn't if they lived with the horrible Dursleys?) But when Harry gets to Hogwarts, the atmosphere is tense. There's an escaped mass murderer on the loose, and the sinister prison guards of Azkaban have been called in to guard the school...",
    "Genres": [
      "Fantasy",
      "Fiction",
      "Young Adult",
      "Magic",
      "Childrens",
      "Middle Grade",
      "Audiobook"
    ],
    "Avg_Rating": 4.58,
    "Num_Ratings": 3808160,
    "URL": "https://www.goodreads.com/book/show/5.Harry_Potter_and_the_Prisoner_of_Azkaban"
  },
  {
    "id": 7,
    "Book": "The Hobbit (The Lord of the Rings, #0)",
    "Author": "J.R.R. Tolkien",
    "Description": "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort.Written for J.R.R. Tolkien’s own children, The Hobbit met with instant critical acclaim when it was first published in 1937. Now recognized as a timeless classic, this introduction to the hobbit Bilbo Baggins, the wizard Gandalf, Gollum, and the spectacular world of Middle-earth recounts of the adventures of a reluctant hero, a powerful and dangerous ring, and the cruel dragon Smaug the Magnificent. The text in this 372-page paperback edition is based on that first published in Great Britain by Collins Modern Classics (1998), and includes a note on the text by Douglas A. Anderson (2001).",
    "Genres": [
      "Fantasy",
      "Classics",
      "Fiction",
      "Adventure",
      "Young Adult",
      "Science Fiction Fantasy",
      "High Fantasy"
    ],
    "Avg_Rating": 4.28,
    "Num_Ratings": 3662325,
    "URL": "https://www.goodreads.com/book/show/5907.The_Hobbit"
  },
  {
    "id": 8,
    "Book": "Animal Farm",
    "Author": "George Orwell",
    "Description": "Librarian's note: There is an Alternate Cover Edition for this edition of this book here.A farm is taken over by its overworked, mistreated animals. With flaming idealism and stirring slogans, they set out to create a paradise of progress, justice, and equality. Thus the stage is set for one of the most telling satiric fables ever penned –a razor-edged fairy tale for grown-ups that records the evolution from revolution against tyranny to a totalitarianism just as terrible. When Animal Farm was first published, Stalinist Russia was seen as its target. Today it is devastatingly clear that wherever and whenever freedom is attacked, under whatever banner, the cutting clarity and savage comedy of George Orwell’s masterpiece have a meaning and message still ferociously fresh.",
    "Genres": [
      "Classics",
      "Fiction",
      "Dystopia",
      "Fantasy",
      "Politics",
      "School",
      "Literature"
    ],
    "Avg_Rating": 3.98,
    "Num_Ratings": 3575172,
    "URL": "https://www.goodreads.com/book/show/170448.Animal_Farm"
  },
  {
    "id": 9,
    "Book": "The Diary of a Young Girl",
    "Author": "Anne Frank",
    "Description": "Discovered in the attic in which she spent the last years of her life, Anne Frank’s remarkable diary has become a world classic—a powerful reminder of the horrors of war and an eloquent testament to the human spirit. In 1942, with the Nazis occupying Holland, a thirteen-year-old Jewish girl and her family fled their home in Amsterdam and went into hiding. For the next two years, until their whereabouts were betrayed to the Gestapo, the Franks and another family lived cloistered in the “Secret Annexe” of an old office building. Cut off from the outside world, they faced hunger, boredom, the constant cruelties of living in confined quarters, and the ever-present threat of discovery and death. In her diary Anne Frank recorded vivid impressions of her experiences during this period. By turns thoughtful, moving, and surprisingly humorous, her account offers a fascinating commentary on human courage and frailty and a compelling self-portrait of a sensitive and spirited young woman whose promise was tragically cut short.--back cover",
    "Genres": [
      "Classics",
      "Nonfiction",
      "History",
      "Biography",
      "Memoir",
      "Historical",
      "Holocaust"
    ],
    "Avg_Rating": 4.18,
    "Num_Ratings": 3488438,
    "URL": "https://www.goodreads.com/book/show/48855.The_Diary_of_a_Young_Girl"
  },
  {
    "id": 10,
    "Book": "Harry Potter and the Deathly Hallows (Harry Potter, #7)",
    "Author": "J.K. Rowling",
    "Description": "Harry has been burdened with a dark, dangerous and seemingly impossible task: that of locating and destroying Voldemort's remaining Horcruxes. Never has Harry felt so alone, or faced a future so full of shadows. But Harry must somehow find within himself the strength to complete the task he has been given. He must leave the warmth, safety and companionship of The Burrow and follow without fear or hesitation the inexorable path laid out for him...In this final, seventh installment of the Harry Potter series, J.K. Rowling unveils in spectacular fashion the answers to the many questions that have been so eagerly awaited.",
    "Genres": [
      "Fantasy",
      "Young Adult",
      "Fiction",
      "Magic",
      "Childrens",
      "Adventure",
      "Audiobook"
    ],
    "Avg_Rating": 4.62,
    "Num_Ratings": 3468276,
    "URL": "https://www.goodreads.com/book/show/136251.Harry_Potter_and_the_Deathly_Hallows"
  },
  {
    "id": 11,
    "Book": "The Catcher in the Rye",
    "Author": "J.D. Salinger",
    "Description": "It's Christmas time and Holden Caulfield has just been expelled from yet another school...Fleeing the crooks at Pencey Prep, he pinballs around New York City seeking solace in fleeting encounters—shooting the bull with strangers in dive hotels, wandering alone round Central Park, getting beaten up by pimps and cut down by erstwhile girlfriends. The city is beautiful and terrible, in all its neon loneliness and seedy glamour, its mingled sense of possibility and emptiness. Holden passes through it like a ghost, thinking always of his kid sister Phoebe, the only person who really understands him, and his determination to escape the phonies and find a life of true meaning.The Catcher in the Rye is an all-time classic in coming-of-age literature- an elegy to teenage alienation, capturing the deeply human need for connection and the bewildering sense of loss as we leave childhood behind.\nJ.D. Salinger's\n (1919–2010) classic novel of teenage angst and rebellion was first published in 1951. The novel was included on Time's 2005 list of the 100 best English-language novels written since 1923. It was named by Modern Library and its readers as one of the 100 best English-language novels of the 20th century. It has been frequently challenged in the court for its liberal use of profanity and portrayal of sexuality and in the 1950's and 60's it was the novel that every teenage boy wants to read.",
    "Genres": [
      "Classics",
      "Fiction",
      "Young Adult",
      "Literature",
      "School",
      "Novels",
      "Coming Of Age"
    ],
    "Avg_Rating": 3.81,
    "Num_Ratings": 3315881,
    "URL": "https://www.goodreads.com/book/show/5107.The_Catcher_in_the_Rye"
  },
  {
    "id": 12,
    "Book": "The Kite Runner",
    "Author": "Khaled Hosseini",
    "Description": "1970s Afghanistan: Twelve-year-old Amir is desperate to win the local kite-fighting tournament and his loyal friend Hassan promises to help him. But neither of the boys can foresee what would happen to Hassan that afternoon, an event that is to shatter their lives. After the Russians invade and the family is forced to flee to America, Amir realises that one day he must return to an Afghanistan under Taliban rule to find the one thing that his new world cannot grant him: redemption.",
    "Genres": [
      "Fiction",
      "Historical Fiction",
      "Classics",
      "Contemporary",
      "Novels",
      "Historical",
      "Literature"
    ],
    "Avg_Rating": 4.33,
    "Num_Ratings": 2954721,
    "URL": "https://www.goodreads.com/book/show/77203.The_Kite_Runner"
  },
  {
    "id": 13,
    "Book": "Lord of the Flies",
    "Author": "William Golding",
    "Description": "At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate; this far from civilization the boys can do anything they want. Anything. They attempt to forge their own society, failing, however, in the face of terror, sin and evil. And as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far from reality as the hope of being rescued. Labeled a parable, an allegory, a myth, a morality tale, a parody, a political treatise, even a vision of the apocalypse, Lord of the Flies is perhaps our most memorable novel about “the end of innocence, the darkness of man’s heart.”",
    "Genres": [
      "Classics",
      "Fiction",
      "Young Adult",
      "School",
      "Literature",
      "Dystopia",
      "Read For School"
    ],
    "Avg_Rating": 3.69,
    "Num_Ratings": 2738919,
    "URL": "https://www.goodreads.com/book/show/7624.Lord_of_the_Flies"
  },
  {
    "id": 14,
    "Book": "Romeo and Juliet",
    "Author": "William Shakespeare",
    "Description": "In Romeo and Juliet, Shakespeare creates a violent world, in which two young people fall in love. It is not simply that their families disapprove; the Montagues and the Capulets are engaged in a blood feud.In this death-filled setting, the movement from love at first sight to the lovers’ final union in death seems almost inevitable. And yet, this play set in an extraordinary world has become the quintessential story of young love. In part because of its exquisite language, it is easy to respond as if it were about all young lovers.",
    "Genres": [
      "Classics",
      "Plays",
      "Fiction",
      "Romance",
      "School",
      "Drama",
      "Read For School"
    ],
    "Avg_Rating": 3.74,
    "Num_Ratings": 2469086,
    "URL": "https://www.goodreads.com/book/show/18135.Romeo_and_Juliet"
  },
  {
    "id": 15,
    "Book": "Of Mice and Men",
    "Author": "John Steinbeck",
    "Description": "\n“I got you to look after me, and you got me to look after you, and that'swhy.”\nThey are an unlikely pair: George is \"small and quick and dark of face\"; Lennie, a man of tremendous size, has the mind of a young child. Yet they have formed a \"family,\" clinging together in the face of loneliness and alienation. Laborers in California's dusty vegetable fields, they hustle work when they can, living a hand-to-mouth existence. But George and Lennie have a plan: to own an acre of land and a shack they can call their own.While the powerlessness of the laboring class is a recurring theme in Steinbeck's work of the late 1930s, he narrowed his focus when composing 'Of Mice and Men' (1937), creating an intimate portrait of two men facing a world marked by petty tyranny, misunderstanding, jealousy, and callousness. But though the scope is narrow, the theme is universal: a friendship and a shared dream that makes an individual's existence meaningful.A unique perspective on life's hardships, this story has achieved the status of timeless classic due to its remarkable success as a novel, a Broadway play, and three acclaimed films.",
    "Genres": [
      "Classics",
      "Fiction",
      "School",
      "Historical Fiction",
      "Literature",
      "Read For School",
      "Novels"
    ],
    "Avg_Rating": 3.88,
    "Num_Ratings": 2396235,
    "URL": "https://www.goodreads.com/book/show/890.Of_Mice_and_Men"
  },
  {
    "id": 16,
    "Book": "The Book Thief",
    "Author": "Markus Zusak",
    "Description": "Librarian's note: An alternate cover edition can be found hereIt is 1939. Nazi Germany. The country is holding its breath. Death has never been busier, and will be busier still.By her brother's graveside, Liesel's life is changed when she picks up a single object, partially hidden in the snow. It is The Gravedigger's Handbook, left behind there by accident, and it is her first act of book thievery. So begins a love affair with books and words, as Liesel, with the help of her accordian-playing foster father, learns to read. Soon she is stealing books from Nazi book-burnings, the mayor's wife's library, wherever there are books to be found.But these are dangerous times. When Liesel's foster family hides a Jew in their basement, Liesel's world is both opened up, and closed down.In superbly crafted writing that burns with intensity, award-winning author Markus Zusak has given us one of the most enduring stories of our time.(Note: this title was not published as YA fiction)",
    "Genres": [
      "Historical Fiction",
      "Fiction",
      "Young Adult",
      "Historical",
      "Classics",
      "War",
      "World War II"
    ],
    "Avg_Rating": 4.39,
    "Num_Ratings": 2364659,
    "URL": "https://www.goodreads.com/book/show/19063.The_Book_Thief"
  },
  {
    "id": 17,
    "Book": "The Giver (The Giver, #1)",
    "Author": "Lois Lowry",
    "Description": "At the age of twelve, Jonas, a young boy from a seemingly utopian, futuristic world, is singled out to receive special training from The Giver, who alone holds the memories of the true joys and pain of life.",
    "Genres": [
      "Young Adult",
      "Fiction",
      "Classics",
      "Dystopia",
      "Science Fiction",
      "Fantasy",
      "School"
    ],
    "Avg_Rating": 4.12,
    "Num_Ratings": 2285401,
    "URL": "https://www.goodreads.com/book/show/3636.The_Giver"
  },
  {
    "id": 18,
    "Book": "Fahrenheit 451",
    "Author": "Ray Bradbury",
    "Description": "Sixty years after its original publication, Ray Bradbury’s internationally acclaimed novel Fahrenheit 451 stands as a classic of world literature set in a bleak, dystopian future. Today its message has grown more relevant than ever before.Guy Montag is a fireman. His job is to destroy the most illegal of commodities, the printed book, along with the houses in which they are hidden. Montag never questions the destruction and ruin his actions produce, returning each day to his bland life and wife, Mildred, who spends all day with her television “family.” But when he meets an eccentric young neighbor, Clarisse, who introduces him to a past where people didn’t live in fear and to a present where one sees the world through the ideas in books instead of the mindless chatter of television, Montag begins to question everything he has ever known.",
    "Genres": [
      "Classics",
      "Fiction",
      "Science Fiction",
      "Dystopia",
      "School",
      "Literature",
      "Novels"
    ],
    "Avg_Rating": 3.97,
    "Num_Ratings": 2215889,
    "URL": "https://www.goodreads.com/book/show/13079982-fahrenheit-451"
  },
  {
    "id": 19,
    "Book": "Little Women",
    "Author": "Louisa May Alcott",
    "Description": "This is an alternate cover edition of ISBN 9780451529305.Generations of readers young and old, male and female, have fallen in love with the March sisters of Louisa May Alcott’s most popular and enduring novel, Little Women. Here are talented tomboy and author-to-be Jo, tragically frail Beth, beautiful Meg, and romantic, spoiled Amy, united in their devotion to each other and their struggles to survive in New England during the Civil War.It is no secret that Alcott based Little Women on her own early life. While her father, the freethinking reformer and abolitionist Bronson Alcott, hobnobbed with such eminent male authors as Emerson, Thoreau, and Hawthorne, Louisa supported herself and her sisters with \"woman’s work,” including sewing, doing laundry, and acting as a domestic servant. But she soon discovered she could make more money writing. Little Women brought her lasting fame and fortune, and far from being the \"girl’s book” her publisher requested, it explores such timeless themes as love and death, war and peace, the conflict between personal ambition and family responsibilities, and the clash of cultures between Europe and America.",
    "Genres": [
      "Classics",
      "Fiction",
      "Historical Fiction",
      "Young Adult",
      "Romance",
      "Historical",
      "Literature"
    ],
    "Avg_Rating": 4.14,
    "Num_Ratings": 2085559,
    "URL": "https://www.goodreads.com/book/show/1934.Little_Women"
  },
  {
    "id": 20,
    "Book": "Jane Eyre",
    "Author": "Charlotte Brontë",
    "Description": "Orphaned as a child, Jane has felt an outcast her whole young life. Her courage is tested once again when she arrives at Thornfield Hall, where she has been hired by the brooding, proud Edward Rochester to care for his ward Adèle. Jane finds herself drawn to his troubled yet kind spirit. She falls in love. Hard. But there is a terrifying secret inside the gloomy, forbidding Thornfield Hall. Is Rochester hiding from Jane? Will Jane be left heartbroken and exiled once again?",
    "Genres": [
      "Classics",
      "Fiction",
      "Romance",
      "Historical Fiction",
      "Gothic",
      "Literature",
      "Historical"
    ],
    "Avg_Rating": 4.14,
    "Num_Ratings": 1975582,
    "URL": "https://www.goodreads.com/book/show/10210.Jane_Eyre"
  },
  {
    "id": 21,
    "Book": "The Little Prince",
    "Author": "Antoine de Saint-Exupéry",
    "Description": "A pilot stranded in the desert awakes one morning to see, standing before him, the most extraordinary little fellow. \"Please,\" asks the stranger, \"draw me a sheep.\" And the pilot realizes that when life's events are too difficult to understand, there is no choice but to succumb to their mysteries. He pulls out pencil and paper... And thus begins this wise and enchanting fable that, in teaching the secret of what is really important in life, has changed forever the world for its readers.Few stories are as widely read and as universally cherished by children and adults alike as The Little Prince, presented here in a stunning new translation with carefully restored artwork. The definitive edition of a worldwide classic, it will capture the hearts of readers of all ages.",
    "Genres": [
      "Classics",
      "Fiction",
      "Fantasy",
      "Childrens",
      "France",
      "Philosophy",
      "Young Adult"
    ],
    "Avg_Rating": 4.32,
    "Num_Ratings": 1924063,
    "URL": "https://www.goodreads.com/book/show/157993.The_Little_Prince"
  },
  {
    "id": 22,
    "Book": "Charlotte's Web",
    "Author": "E.B. White",
    "Description": "This beloved book by E. B. White, author of Stuart Little and The Trumpet of the Swan, is a classic of children's literature that is \"just about perfect.\" This high-quality paperback features vibrant illustrations colorized by Rosemary Wells!Some Pig. Humble. Radiant. These are the words in Charlotte's Web, high up in Zuckerman's barn. Charlotte's spiderweb tells of her feelings for a little pig named Wilbur, who simply wants a friend. They also express the love of a girl named Fern, who saved Wilbur's life when he was born the runt of his litter.E. B. White's Newbery Honor Book is a tender novel of friendship, love, life, and death that will continue to be enjoyed by generations to come. This edition contains newly color illustrations by Garth Williams, the acclaimed illustrator of E. B. White's Stuart Little and Laura Ingalls Wilder's Little House series, among many other books.",
    "Genres": [
      "Classics",
      "Fiction",
      "Childrens",
      "Fantasy",
      "Young Adult",
      "Middle Grade",
      "Animals"
    ],
    "Avg_Rating": 4.19,
    "Num_Ratings": 1724889,
    "URL": "https://www.goodreads.com/book/show/24178.Charlotte_s_Web"
  },
  {
    "id": 23,
    "Book": "Wuthering Heights",
    "Author": "Emily Brontë",
    "Description": "You can find the redesigned cover of this edition HERE.At the centre of this novel is the passionate love between Catherine Earnshaw and Heathcliff - recounted with such emotional intensity that a plain tale of the Yorkshire moors acquires the depth and simplicity of ancient tragedy.This best-selling Norton Critical Edition is based on the 1847 first edition of the novel. For the Fourth Edition, the editor has collated the 1847 text with several modern editions and has corrected a number of variants, including accidentals. The text is accompanied by entirely new explanatory annotations.New to the fourth Edition are twelve of Emily Bronte's letters regarding the publication of the 1847 edition of Wuthering Heights as well as the evolution of the 1850 edition, prose and poetry selections by the author, four reviews of the novel, and poetry selections by the author, four reviews of the novel, and Edward Chitham's insightful and informative chronology of the creative process behind the beloved work.Five major critical interpretations of Wuthering Heights are included, three of them new to the Fourth Edition. A Stuart Daley considers the importance of chronology in the novel. J. Hillis Miller examines Wuthering Heights's problems of genre and critical reputation. Sandra M. Gilbert assesses the role of Victorian Christianity plays in the novel, while Martha Nussbaum traces the novel's romanticism. Finally, Lin Haire-Sargeant scrutinizes the role of Heathcliff in film adaptations of Wuthering Heights. A Chronology and updated Selected Bibliography are also included.",
    "Genres": [
      "Classics",
      "Fiction",
      "Romance",
      "Gothic",
      "Historical Fiction",
      "Literature",
      "19th Century"
    ],
    "Avg_Rating": 3.88,
    "Num_Ratings": 1684275,
    "URL": "https://www.goodreads.com/book/show/6185.Wuthering_Heights"
  },
  {
    "id": 24,
    "Book": "The Picture of Dorian Gray",
    "Author": "Oscar Wilde",
    "Description": "Oscar Wilde’s only novel is the dreamlike story of a young man who sells his soul for eternal youth and beauty.In this celebrated work Wilde forged a devastating portrait of the effects of evil and debauchery on a young aesthete in late-19th-century England. Combining elements of the Gothic horror novel and decadent French fiction, the book centers on a striking premise: As Dorian Gray sinks into a life of crime and gross sensuality, his body retains perfect youth and vigor while his recently painted portrait grows day by day into a hideous record of evil, which he must keep hidden from the world. For over a century, this mesmerizing tale of horror and suspense has enjoyed wide popularity. It ranks as one of Wilde's most important creations and among the classic achievements of its kind.",
    "Genres": [
      "Classics",
      "Fiction",
      "Horror",
      "Fantasy",
      "Gothic",
      "Literature",
      "Novels"
    ],
    "Avg_Rating": 4.12,
    "Num_Ratings": 1370605,
    "URL": "https://www.goodreads.com/book/show/5297.The_Picture_of_Dorian_Gray"
  },
  {
    "id": 25,
    "Book": "The Giving Tree",
    "Author": "Shel Silverstein",
    "Description": "\"Once there was a tree...and she loved a little boy.\"So begins a story of unforgettable perception, beautifully written and illustrated by the gifted and versatile Shel Silverstein.Every day the boy would come to the tree to eat her apples, swing from her branches, or slide down her trunk...and the tree was happy. But as the boy grew older he began to want more from the tree, and the tree gave and gave and gave.This is a tender story, touched with sadness, aglow with consolation. Shel Silverstein has created a moving parable for readers of all ages that offers an affecting interpretation of the gift of giving and a serene acceptance of another's capacity to love in return.",
    "Genres": [
      "Childrens",
      "Fiction",
      "Picture Books",
      "Classics",
      "Poetry",
      "Young Adult",
      "Fantasy"
    ],
    "Avg_Rating": 4.38,
    "Num_Ratings": 1067524,
    "URL": "https://www.goodreads.com/book/show/370493.The_Giving_Tree"
  },
  {
    "id": 26,
    "Book": "Green Eggs and Ham",
    "Author": "Dr. Seuss",
    "Description": "“Do you like green eggs and ham?” asks Sam-I-am in this Beginner Book by Dr. Seuss. In a house or with a mouse? In a boat or with a goat? On a train or in a tree? Sam keeps asking persistently. With unmistakable characters and signature rhymes, Dr. Seuss’s beloved favorite has cemented its place as a children’s classic. In this most famous of cumulative tales, the list of places to enjoy green eggs and ham, and friends to enjoy them with, gets longer and longer. Follow Sam-I-am as he insists that this unusual treat is indeed a delectable snack to be savored everywhere and in every way. Originally created by Dr. Seuss, Beginner Books encourage children to read all by themselves, with simple words and illustrations that give clues to their meaning.",
    "Genres": [
      "Childrens",
      "Picture Books",
      "Fiction",
      "Classics",
      "Poetry",
      "Fantasy",
      "Humor"
    ],
    "Avg_Rating": 4.3,
    "Num_Ratings": 735514,
    "URL": "https://www.goodreads.com/book/show/23772.Green_Eggs_and_Ham"
  },
  {
    "id": 27,
    "Book": "The Lord of the Rings",
    "Author": "J.R.R. Tolkien",
    "Description": "One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind themIn ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins.From Sauron's fastness in the Dark Tower of Mordor, his power spread far and wide. Sauron gathered all the Great Rings to him, but always he searched for the One Ring that would complete his dominion.When Bilbo reached his eleventy-first birthday he disappeared, bequeathing to his young cousin Frodo the Ruling Ring and a perilous quest: to journey across Middle-earth, deep into the shadow of the Dark Lord, and destroy the Ring by casting it into the Cracks of Doom.The Lord of the Rings tells of the great quest undertaken by Frodo and the Fellowship of the Ring: Gandalf the Wizard; the hobbits Merry, Pippin, and Sam; Gimli the Dwarf; Legolas the Elf; Boromir of Gondor; and a tall, mysterious stranger called Strider.",
    "Genres": [
      "Fantasy",
      "Classics",
      "Fiction",
      "Adventure",
      "Science Fiction Fantasy",
      "Epic Fantasy",
      "High Fantasy"
    ],
    "Avg_Rating": 4.52,
    "Num_Ratings": 644766,
    "URL": "https://www.goodreads.com/book/show/33.The_Lord_of_the_Rings"
  },
  {
    "id": 28,
    "Book": "The Chronicles of Narnia (Chronicles of Narnia, #1-7)",
    "Author": "C.S. Lewis",
    "Description": "Librarian note: An alternate cover for this edition can be found here: 2005.Journeys to the end of the world, fantastic creatures, and epic battles between good and evil—what more could any reader ask for in one book? The book that has it all is The Lion, the Witch and the Wardrobe, written in 1949 by Clive Staples Lewis. But Lewis did not stop there. Six more books followed, and together they became known as The Chronicles of Narnia.For the past fifty years, The Chronicles of Narnia have transcended the fantasy genre to become part of the canon of classic literature. Each of the seven books is a masterpiece, drawing the reader into a land where magic meets reality, and the result is a fictional world whose scope has fascinated generations.This edition presents all seven books—unabridged—in one impressive volume. The books are presented here in chronlogical order, each chapter graced with an illustration by the original artist, Pauline Baynes. Deceptively simple and direct, The Chronicles of Narnia continue to captivate fans with adventures, characters, and truths that speak to readers of all ages, even fifty years after they were first published.",
    "Genres": [
      "Fantasy",
      "Classics",
      "Young Adult",
      "Childrens",
      "Christian",
      "Adventure",
      "Middle Grade"
    ],
    "Avg_Rating": 4.27,
    "Num_Ratings": 617006,
    "URL": "https://www.goodreads.com/book/show/11127.The_Chronicles_of_Narnia"
  },
  {
    "id": 29,
    "Book": "Alice's Adventures in Wonderland / Through the Looking-Glass",
    "Author": "Lewis Carroll",
    "Description": "\"I can't explain myself, I'm afraid, sir,\" said Alice, \"Because I'm not myself, you see.\"When Alice sees a white rabbit take a watch out of its waistcoat pocket she decides to follow it, and a sequence of most unusual events is set in motion. This mini book contains the entire topsy-turvy stories of Alice's Adventures in Wonderland and Through the Looking-Glass, accompanied by practical notes and Martina Pelouso's memorable full-colour illustrations.",
    "Genres": [
      "Classics",
      "Fantasy",
      "Fiction",
      "Childrens",
      "Young Adult",
      "Literature",
      "Adventure"
    ],
    "Avg_Rating": 4.06,
    "Num_Ratings": 536708,
    "URL": "https://www.goodreads.com/book/show/24213.Alice_s_Adventures_in_Wonderland_Through_the_Looking_Glass"
  }
]
